export const innerText = [
  {
    no: 1,
    category: "주문/결제1",
    title: "주문과 결제는 어떻게 하나요? 1",
    text: `부엌은 보통 설치 전달 철거와 타일 작업 후 다음날 설치하는 방식으로진행하기 때문에 철거부터 소요되는 시간은 약 2~3일 정도 걸릴 수있습니다.
      <br />
    붙박이/빌트인장은 전날 철거하는 경우가많고, 제품 자체의 설치는 반나절에서 하루정도 걸립니다.
      <br />
    (사이즈,붙박이 수에 따라 달리질 수 있습니다.)감사합니다. 1`,
  },
  {
    no: 2,
    category: "주문/결제2",
    title: "주문과 결제는 어떻게 하나요? 2",
    text: `부엌은 보통 설치 전달 철거와 타일 작업 후 다음날 설치하는 방식으로진행하기 때문에 철거부터 소요되는 시간은 약 2~3일 정도 걸릴 수있습니다.
      <br />
    붙박이/빌트인장은 전날 철거하는 경우가많고, 제품 자체의 설치는 반나절에서 하루정도 걸립니다.
      <br />
    (사이즈,붙박이 수에 따라 달리질 수 있습니다.)감사합니다. 2`,
  },
  {
    no: 3,
    category: "주문/결제3",
    title: "주문과 결제는 어떻게 하나요? 3",
    text: `부엌은 보통 설치 전달 철거와 타일 작업 후 다음날 설치하는 방식으로진행하기 때문에 철거부터 소요되는 시간은 약 2~3일 정도 걸릴 수있습니다.
      <br />
    붙박이/빌트인장은 전날 철거하는 경우가많고, 제품 자체의 설치는 반나절에서 하루정도 걸립니다.
      <br />
    (사이즈,붙박이 수에 따라 달리질 수 있습니다.)감사합니다. 3`,
  },
  {
    no: 4,
    category: "주문/결제4",
    title: "주문과 결제는 어떻게 하나요? 4",
    text: `부엌은 보통 설치 전달 철거와 타일 작업 후 다음날 설치하는 방식으로진행하기 때문에 철거부터 소요되는 시간은 약 2~3일 정도 걸릴 수있습니다.
      <br />
    붙박이/빌트인장은 전날 철거하는 경우가많고, 제품 자체의 설치는 반나절에서 하루정도 걸립니다.
      <br />
    (사이즈,붙박이 수에 따라 달리질 수 있습니다.)감사합니다. 4`,
  },
  {
    no: 5,
    category: "주문/결제5",
    title: "주문과 결제는 어떻게 하나요? 5",
    text: `부엌은 보통 설치 전달 철거와 타일 작업 후 다음날 설치하는 방식으로진행하기 때문에 철거부터 소요되는 시간은 약 2~3일 정도 걸릴 수있습니다.
      <br />
    붙박이/빌트인장은 전날 철거하는 경우가많고, 제품 자체의 설치는 반나절에서 하루정도 걸립니다.
      <br />
    (사이즈,붙박이 수에 따라 달리질 수 있습니다.)감사합니다. 5`,
  },
];
