/* -------------------------------------------------------------------------- */
/*                                 기명함수(함수선언식)                         */
/* -------------------------------------------------------------------------- */

// function check() {
//   //실행코드
// }
// check(); // 함수실행

function send() {
  alert("전송되었습니다.");
}
// send();

/* -------------------------------------------------------------------------- */
/*                               매개변수 Parameters                            */
/* -------------------------------------------------------------------------- */
function send2(name) {
  //   alert(name + "님의 개인정보가 전송되었습니다.");
  alert(`${name} 의 개인정보가 전송되었습니다.`);
}
// send2("하성필");
/* -------------------------------------------------------------------------- */
/*                                   다중 매개변수                              */
/* -------------------------------------------------------------------------- */
function add(a, b) {
  //   alert(a + "과" + b + "의 합은" + (a + b) + "입니다.");
  alert(`${a}과 ${b}의 합은 ${a + b}입니다.`);
}
/* -------------------------------------------------------------------------- */
/*                                  매개변수 기본값                             */
/* -------------------------------------------------------------------------- */
function defaultSend(name = "회원") {
  //   console.log(name);
  //   alert(name + "님의 개인정보가 전송되었습니다.");
  alert(`${name}님의 개인정보가 전송되었습니다.`);
}
/* -------------------------------------------------------------------------- */
/*                                 익명함수(함수표현식)                         */
/* -------------------------------------------------------------------------- */
const multiply = function (a, b) {
  alert(a * b);
};
/* -------------------------------------------------------------------------- */
/*                                    화살표 함수                               */
/* -------------------------------------------------------------------------- */
const bgImg = document.querySelector(".character");
let x = 0;

const moveX = (step) => {
  x += step;
  bgImg.style.translate = x + "px";
  // translate: 50px; 이게 가능한 이유는 최신 브라우저에서 개별 transform 속성을 지원하기 때문.
  // translate: 속성에서 값이 하나만 주어지면 그것은 x축 값이야.
  // translate: 50px;	// translateX(50px)와 동일
  // translate: 50px 30px;	// translateX(50px) translateY(30px)와 동일
};
